Repository: nicolaischneider/evrc-ios
Catalog: eVRC/ressources/Localizable.xcstrings
Source language: en
Languages: de

# about.title
source: About
de: Über uns

# details.alert.delete
source: Delete
de: Löschen

# details.alert.message
source: Your vehicle registration certificate with license plate # will be deleted permanently.
de: Ihr Fahrzeugschein mit dem Kennzeichen # wird dauerhaft gelöscht.

# details.alert.title
source: Are you sure?
de: Sind Sie sich sicher?

# details.delete.button
source: Delete Document
de: Dokument löschen

# details.infobox.main.info
source: This document has been shared with # other individual(s).
de: Dieses Dokument wurde mit # weiteren Person(en) geteilt.

# details.infobox.shared.text
source: This document has been shared with you.
de: Dieses Dokument wurde mit Ihnen geteilt.

# details.infobox.shared.validfrom
source: Valid From *#*
de: Gültig von *#*

# details.infobox.shared.validuntil
source: Valid Until *#*
de: Gültig bis *#*

# details.navigation.share.button
source: Share Copy
de: Kopie teilen

# details.navigation.title
source: Your Vehicle
de: Ihr Fahrzeug

# evrc.brand
source: Brand
de: Marke

# evrc.issue.date
source: Issue Date
de: Ausstellungsdatum

# evrc.issuing.authority
source: Issuing Authority
de: Ausstellungsbehörde

# evrc.issuing.country
source: Issuing Country
de: Ausstellungsland

# evrc.license.plate
source: License Plate Number
de: Kennzeichennummer

# evrc.vehicle.category
source: Vehicle Category
de: Fahrzeugklasse

# evrc.vehicle.identification.number
source: Vehicle Identification Number
de: Fahrzeug-Identifikationsnummer

# evrc.vehicle.owner.address
source: Vehicle Owner Address
de: Adresse Fahrzeughalter*in

# evrc.vehicle.owner.firstnames
source: Vehicle Owner Firstnames
de: Vorname Fahrzeughalter*in

# evrc.vehicle.owner.name
source: Vehicle Owner Name
de: Name Fahrzeughalter*in

# evrc.vehicle.type
source: Vehicle Type
de: Fahrzeugtyp

# general.back
source: Back
de: Zurück

# general.continue
source: Continue
de: Weiter

# general.done
source: Done
de: Fertig

# general.quit
source: Quit
de: Beenden

# general.understood
source: Understood
de: Verstanden

# general.validfrom
source: Valid From
de: Gültig von

# general.validuntil
source: Valid Until
de: Gültig bis

source: Here would be some more text.
de: Hier würde ein text stehen.

# issuing.auth.info.text
source: In the next step you will have to authenticate yourself using *FaceID* or your *PIN* in order to safely store your document.
de: Im nächsten Schritt müssen Sie sich mit *FaceID* oder Ihrer *PIN* authentifizieren, um Ihr Dokument sicher zu speichern.

# issuing.auth.info.title
source: Step 3: Authentication
de: Schritt 3: Authentifizierung

# issuing.download.text
source: We’re downloading your digital *Vehicle Registration Certificate*
de: Wir laden Ihren digitalen *Fahrzeugschein* herunter.

# issuing.download.title
source: Step 4: Downloading
de: Schritt 4: Herunterladen

# issuing.enternumber.alert.correct
source: Correct
de: Richtig

# issuing.enternumber.alert.message
source: Is # the correct license plate number?
de: Ist # die richtige Kennzeichennummer?

# issuing.enternumber.alert.title
source: Is this correct?
de: Ist das richtig?

# issuing.enternumber.text
source: Enter the *License Plate Number* of the vehicle you would like to get the document for.
de: Geben Sie das *Kennzeichen* des Fahrzeugs ein, für das Sie das Dokument erhalten möchten.

# issuing.enternumber.textfield.placeholder
source: ENTER HERE
de: HIER EINGEBEN

# issuing.enternumber.title
source: Step 2: Enter License Plate
de: Schritt 2: Kennzeichennummer eingeben

# issuing.error.already.issued
source: This document has already been issued
de: Das Dokument wurde bereits heruntergeladen

# issuing.error.auth.failed
source: Authentication failed
de: Authentifizierung fehlgeschlagen

# issuing.error.general
source: Something went wrong
de: Etwas ist schief gelaufen

# issuing.error.wrongelicenseplatenumber
source: Entered wrong License Plate Number
de: Falsche Kennzeichennummer eingegeben

# issuing.error.wrongqrcode
source: Wrong QR code
de: Falscher QR-Code

# issuing.qrscanner.description
source: Scan the QR code that you received to download your *Vehicle Registration Certificate*
de: Scannen Sie den erhaltenen QR-Code, um Ihr *Fahrzeugschein* herunterzuladen.

# issuing.qrscanner.title
source: Step 1: Scan QR Code
de: Schritt 1: QR-Code scannen

# issuing.success.text
source: Your digital *Vehicle Registration Certificate* has been installed!
de: Ihr *digitaler Fahrzeugschein* wurde installiert!

# onboarding.page1.text
source: Welcome to the official *eVRC* App! This wallet application lets you access and use a *digital* version of your *vehicle registration certificate*
de: Willkommen bei der offiziellen *eVRC-App*! Diese Wallet-Anwendung ermöglicht Ihnen den Zugriff auf und die Nutzung einer *digitalen* Version Ihres Fahrzeugscheins.

# onboarding.page2.text
source: Easily and securely *share* your vehicle registration with others. You can also *receive* and manage shared documents.
de: *Teilen* Sie Ihren Fahrzeugschein einfach und sicher mit anderen. Sie können auch geteilte Dokumente empfangen und verwalten.

# onboarding.page3.text
source: Use this wallet to verify your vehicle registration certificate during *police checks*.
de: Verwenden Sie diese Wallet, um Ihren Fahrzeugschein bei *Polizeikontrollen* zu verifizieren.

# revocation.alert.error
source: Something went wrong. Try again.
de: Etwas ist schief gelaufen

# revocation.alert.message
source: You won't be able to reverse this action.
de: Sie können diese Aktion nicht rückgängig machen.

# revocation.alert.revoke
source: Revoke
de: Widerrufen

# revocation.alert.title
source: *Revoke* Access from *#.* You won't be able to reverse this action.
de: Zugriff von # widerrufen. Diese Aktion kann nicht rückgängig gemacht werden.

# revocation.description
source: You’ve *shared* this document with the following people:
de: Sie haben dieses Dokument mit den folgenden Personen *geteilt*:

# revocation.loading.description
source: The document is being revoked from #.
de: Das Dokument wird von # widerrufen.

# revocation.shared.unlimited
source: Unlimited
de: Unbegrenzt

# revoke.done.description
source: Your *vehicle registration certificate* has been successfully revoked from #.
de: Ihre *elektronischen Fahrzeugspapiere* wurde erfolgreich von # widerrufen.

# shared.validity.header
source: Select Validity
de: Gültigkeit auswählen

# sharing.donwload.description
source: Setup *QR-Code* to share your document with the recipient.
de: Richten Sie den *QR-Code* ein, um Ihr Dokument mit dem Empfänger zu teilen.

# sharing.donwload.title
source: Fetching QR-Code
de: QR-Code wird abgerufen

# sharing.enter.nickname.disclaimer
source: (The name will not be shared)
de: (Der Name wird nicht geteilt)

# sharing.enter.nickname.header
source: Enter Nickname
de: Spitznamen eingeben

# sharing.enter.nickname.info
source: Enter a Nickname for the recipient.
de: Geben Sie einen Spitznamen für den Empfänger ein.

# sharing.onboarding.header
source: Sharing a copy
de: Eine Kopie teilen

# sharing.onboarding.licenseplate
source: The recipient will also need the *license plate number* to download the document.
de: Der Empfänger benötigt auch das *Kennzeichen*, um das Dokument herunterzuladen.

# sharing.onboarding.nickname.textField.placeholder
source: Enter text here
de: Text hier eingeben

# sharing.onboarding.qrcode.info
source: We will generate a *QR-Code* for the recipient to download the document.
de: Wir werden einen *QR-Code* für den Empfänger generieren, um das Dokument herunterzuladen.

# sharing.onboarding.restriction
source: The recipient will not be able to share the document with others.
de: Der Empfänger wird das Dokument nicht mit anderen teilen können.

# sharing.qr-code.warning
source: The QR-Code can only be used once!
de: Der QR-Code kann nur einmal verwendet werden!

# sharing.qr.code.instruction
source: The recipient should scan this QR-Code using their eVRC App.
de: Der Empfänger sollte diesen QR-Code mit seiner eVRC-App scannen.

# sharing.qr.code.or
source: or
de: oder

# sharing.qr.code.share.button
source: Share with a Link
de: Link teilen

# sharing.validity.access.duration
source: How long should the user have access to the document?
de: Wie lange soll der Benutzer Zugriff auf das Dokument haben?

# sharing.validity.alert.message.limited
source: The shared document will be available from # to +.\n\nTotal: $ days
de: Das Dokument wird von # bis + verfügbar sein.\n\nAnzahl Tage: $

# sharing.validity.alert.message.unlimited
source: You didn't set a limit to the validity of the document.
de: Sie haben keine Gültigkeitsdauer für das Dokument festgelegt.

# sharing.validity.minimum.validity
source: The selected validity has to be at least 1 day (Same day validity is not allowed).
de: Die ausgewählte Gültigkeit muss mindestens 1 Tag betragen (Gültigkeit am selben Tag ist nicht erlaubt).

# sharing.validity.revoke.info
source: You can still revoke the access at any point in time.
de: Sie können den Zugriff jederzeit widerrufen.

# sharing.validity.unlimited.access
source: Unlimited Access
de: Unbegrenzter Zugriff

# single.vehicle.brand
source: Brand
de: Marke

# single.vehicle.owner
source: Owner
de: Besitzer

# single.vehicle.shared.with
source: Shared with # other(s)
de: Mit # anderen geteilt

# single.vehicle.valdiity.from
source: From #
de: Gültig von

# single.vehicle.valdiity.until
source: Until #
de: Gültig bis

# single.vehicle.vehicle.type
source: Vehicle Type
de: Fahrzeugtyp

# update.available.descrition.multiple
source: The following vehicle registration certificates need to be *updated*
de: Die folgenden Fahrzeugscheine müssen *aktualisiert* werden

# update.available.descrition.single
source: We found an *update* for your document
de: Wir haben ein *Update* für Ihr Dokument gefunden

# update.donwloading.description
source: Data is being updated.
de: Daten werden aktualisiert

# update.donwloading.title
source: Updating
de: Aktualisierung

# update.noupdate.text
source: There are currently no updates available for your document at this point in time.
de: Es sind derzeit keine Updates für Ihr Dokument verfügbar.

# update.revoke.title
source: Revoked Documents
de: Widerrufene Dokumente

# update.title
source: Update Available
de: Update verfügbar

# update.verified.description
source: Your data has been *updated* successfully.
de: Ihre Daten wurden erfolgreich *aktualisiert*

# vehicles.add.vehicle.large.button
source: Press here to add your digital Vehicle Registration Certificate
de: Drücken Sie hier, um Ihren digitalen Fahrzeugschein hinzuzufügen

# vehicles.add.vehicle.small.button
source: Add Vehicle
de: Fahrzeug hinzufügen

# vehicles.navigation.title
source: Vehicles
de: Fahrzeuge

source: Verification
de: Verifizierung

# verification.complete.description
source: Your vehicle registration certificate has been successfully *verified*
de: Ihre Zulassungsbescheinigung wurde erfolgreich verifiziert

# verification.complete.header
source: Successful Verification
de: Erfolgreiche Verifizierung

# verification.loading.description
source: Your data is being *verified*
de: Ihre Daten werden *verifiziert*

# verification.loading.header
source: Verifying Data
de: Daten werden verifiziert

# verification.qr.info
source: The QR-Code doesn’t contain any document data and is only used to connect to the reader device.
de: Der QR-Code enthält keine Dokumentdaten und wird nur zur Verbindung mit dem Lesegerät verwendet.

# verification.qr.title
source: Verify
de: Verifizierung

# verification.selection.description
source: Select the *vehicle registration certificate* that shall be verified.
de: Wähle die Fahrzeugpapiere aus, die verifiziert werden sollen.

# verification.selection.title
source: Document Verification
de: Dokumenten Verifizierung
